[
  {
      "_id": 234,
      "userName": "SpaceX",
      "time": "2h",
      "userIcon": "../../../images/web_dev_spaceX_logo.jpeg",
      "liked": true,
      "replies": 123,
      "retuits": 432,
      "likes": 2345,
      "handle": "@spacex",
      "description": "You want to wake up in the morning and think the future is going to be great - and that’s what being a spacefaring civilization is all about. It’s about believing in the future and thinking that the future will be better than the past. And I can’t think of anything more exciting than going out there and being among the stars"
  },
  {
      "_id": 345,
      "userName": "Tesla",
      "time": "4d",
      "userIcon": "../../../images/web_dev_tesla_logo.png",
      "liked": true,
      "replies": 123,
      "retuits": 432,
      "likes": 2345,
      "handle": "@tesla",
      "description": "Autopilot is and advanced driver assistance system that assists your car with steering, accelaring and brakin for other vehicles and pedestrians within its lane. It assists with the most burdensome parts of driving and work alongside features like emergency breaking, collision warning and blind-spot monitoring. With Full Self-Driving (FSD) capability, you will get access to a suite of more active guidance and assisted driving under active supervision."
  },
  {
      "_id": 456,
      "userName": "SpaceX",
      "time": "2h",
      "userIcon": "../../../images/web_dev_spaceX_logo.jpeg",
      "liked": false,
      "replies": 123,
      "retuits": 432,
      "likes": 2345,
      "handle": "@spacex",
      "description": "Tesla Cybertruck lands on Mars and picks up the Curiosity rover on its 6' bed. Cybertruck is built with an exterior shell made for ultimate durability and passanger protection. Starting with a nearly impenetrable exoskeleton,every component is designed for superior strenght and endurance, from Ultra-Hard 30X Cold-Rolled stainless-stell structural skin to Tesla armor glass. Cybertruck is built with an exterior shell made for ultimate durability and passanger protection. Starting with a nearly impenetrable exoskeleton,every component is designed for superior strenght and endurance, from Ultra-Hard 30X Cold-Rolled stainless-stell structural skin to Tesla armor glass."
  }
  
]